INSERT INTO employees
values (1, 'Иван', 'Иванов', 'Иванович'),
       (2, 'Петр', 'Петров', 'Петрович');

INSERT INTO tasks(id, completed, name, completion_date, end_date, start_date, employee_id)
values (1, true, 'test1', '2023-02-10', '2023-02-11', '2023-01-11', 1),
       (2, false, 'test2', '2023-02-10', '2023-02-14', '2023-01-14', 1),
       (3, true, 'test3', '2023-02-10', '2023-02-18', '2023-01-17', 1),
       (4, true, 'test4', '2023-02-01', '2023-02-01', '2023-01-21', 1),
       (5, true, 'test5', '2023-01-18', '2023-01-22', '2023-01-12', 1),
       (6, true, 'test6', '2023-01-11', '2023-01-17', '2023-01-10', 2),
       (7, false, 'test7', '2023-01-19', '2023-02-15', '2023-01-10', 2),
       (8, true, 'test8', '2023-01-12', '2023-03-07', '2023-01-11', 2);